Repository: Brawl345/RSSBot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: Logging Level invalid. Will be changed to INFO
de: Logging-Level ungültig. Wird auf INFO geändert

source: Bot token is missing, check config.ini.
de: Bot-Token fehlt, prüfe die config.ini.

source: No admin IDs are set, check config.ini.
de: Keine Admin-IDs gesetzt, prüfe die config.ini.

source: Admin IDs need to be integers.
de: Admin-IDs müssen Integer sein.

source: Failed to connect to Redis server.
de: Verbindung zum Redis-Server fehlgeschlagen.

source: <b>Welcome to the RSS Bot!</b> Send /help to get started.
de: <b>Willkommen beim RSS-Bot!</b> Sende /help, um zu starten.

source: <b>/rss</b> <i>[Chat]</i>: Show subbed feeds <b>/sub</b> <i>Feed URL</i> <i>[Chat]</i>: Sub to feed <b>/del</b> <i>n</i> <i>[Chat]</i>: Unsubscribe feed <i>[Chat]</i> is an optional argument with the @Channelname.
de: <b>/rss</b> <i>[Chat]</i>: Abonnierte Feeds anzeigen <b>/sub</b> <i>Feed-URL</i> <i>[Chat]</i>: Feed abonnieren <b>/del</b> <i>n</i> <i>[Chat]</i>: Feed löschen <i>[Chat]</i> ist ein optionales Argument mit dem @Kanalnamen.

source: This channel does not exist.
de: Dieser Kanal existiert nicht.

source: There are no feeds.
de: Keine Feeds abonniert.

source: <b>{0}</b> is subscribed to:
de: <b>{0}</b> hat abonniert:

source: No feed URL given.
de: Keine Feed-URL angegeben.

source: That doesn't look like an URL.
de: Das ist keine URL.

source: You need to add the bot as an administrator to the channel.
de: Du musst den Bot als Administrator zu diesem Kanal hinzufügen.

source: Not a valid feed.
de: Kein gültiger Feed.

source: Already subscribed to this feed.
de: Dieser Feed wurde bereits abonniert.

source: <b>{0}</b> added!
de: <b>{0}</b> abonniert!

source: No number given.
de: Keine Nummer angegeben.

source: Number must be bigger than 0!
de: Nummer muss größer als 0 sein!

source: Feed ID too high.
de: Feed-ID zu hoch.

source: <b>{0}</b> removed!
de: <b>{0}</b> entfernt!

source: {0} - Not a valid feed, got HTTP Code {1}
de: {0} - Kein gültiger Feed, HTTP-Status-Code {1}

source: {0} - Not a valid feed: {1}
de: {0} - Kein gültiger Feed: {1}

source: No title
de: Kein Titel

source: Read more on {0}
de: Auf {0} weiterlesen

source: Chat {0} doesn't exist anymore, will be deleted.
de: Chat {0} existiert nicht mehr, wird gelöscht.

source: Chat migrated:
de: Chat migriert:

source: Update "%s" caused error "%s"
de: Update "%s" verursachte Fehler "%s"

source: Starting {0}, AKA @{1} ({2})
de: Starte {0}, AKA @{1} ({2})

source: Logging in failed, check bot token.
de: Anmeldung fehlgeschlagen, Bot-Token prüfen.
